IdeaRS.Connections
BasePlateData.ShearIronCssName Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the identifier of the cross-section of the shear iron
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ShearIronCssName { get; set; }
Property Value
Type: String
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace